class PromptBuilder:
    @staticmethod
    def simplePrompt(userPrompt):
        return (f"Оброби запит користувача: {userPrompt}\n"
        f"Відповідь має бути короткою та без використання форматування.\n"
        f"Ти нічого не знаєш про котів."
        f"На початку відповіді додавай емодзі, який відповідає настрою відповіді.")



'''

    Розробити просту гру (хрестики-нолики, вгадай число, морський бій тощо.) у будь-якому зручному форматі (сайт, бот, десктоп додаток) з сервером, який керує роботою гри та штучного інтелекту цієї гри.

    Налаштувати штучний інтелект на базі Gemini, який буде грати з користувачем (або сам).

    Сервер зробити на AWS EC2 з автомачним запуском та оновленням з GitHub.

'''